/*  Class = "NSTableColumn"; headerCell.title = "Tables"; ObjectID = "23";  */
"Tables" = "Tables";

/*  Class = "NSTabViewItem"; label = "Content"; ObjectID = "26";  */
"Content" = "Contenu";

/*  Class = "NSTabViewItem"; label = "Structure"; ObjectID = "28";  */
"Structure" = "Structure";

/*  Class = "NSTabViewItem"; label = "Custom Query"; ObjectID = "119";  */
"Custom Query" = "Requête personnalisée";

/*  Class = "NSMenuItem"; title = "field"; ObjectID = "144";  */
"field" = "champ";

/*  Class = "NSPopUpButton"; gToolTip = "Choose a field you want to use for your search"; ObjectID = "146";  */
"Choose a field you want to use for your search" = "Choisissez un champ à utiliser pour votre recherche";

/*  Class = "NSPopUpButton"; gToolTip = "Choose a search operator"; ObjectID = "156";  */
"Choose a search operator" = "Choisissez un opérateur de recherche";

/*  Class = "NSTableColumn"; headerCell.title = "Type"; ObjectID = "245";  */
"Type" = "Type";

/*  Class = "NSTableColumn"; headerCell.title = "Allow Null"; ObjectID = "246";  */
"Allow Null" = "Autoriser Null";

/*  Class = "NSTableColumn"; headerCell.title = "Key"; ObjectID = "247";  */
/*  Class = "NSMenuItem"; title = "Key"; ObjectID = "8057";  */
"Key" = "Clé";

/*  Class = "NSTableColumn"; headerCell.title = "Default"; ObjectID = "248";  */
"Default" = "Défaut";

/*  Class = "NSTableColumn"; headerCell.title = "Extra"; ObjectID = "249";  */
"Extra" = "Extra";

/*  Class = "NSTableColumn"; headerCell.title = "Non_unique"; ObjectID = "288";  */
"Non_unique" = "Non unique";

/*  Class = "NSTableColumn"; headerCell.title = "Key_name"; ObjectID = "290";  */
"Key_name" = "Nom de la clé";

/*  Class = "NSTableColumn"; headerCell.title = "Seq_in_index"; ObjectID = "291";  */
"Seq_in_index" = "Ordre dans index";

/*  Class = "NSTableColumn"; headerCell.title = "Column_name"; ObjectID = "292";  */
"Column_name" = "Nom de la colonne";

/*  Class = "NSTableColumn"; headerCell.title = "Collation"; ObjectID = "293";  */
/*  Class = "NSTableColumn"; headerCell.title = "Collation"; ObjectID = "7486";  */
/*  Class = "NSMenuItem"; title = "Collation"; ObjectID = "8060";  */
"Collation" = "Collation";

/*  Class = "NSTableColumn"; headerCell.title = "Cardinality"; ObjectID = "294";  */
"Cardinality" = "Cardinalité";

/*  Class = "NSTableColumn"; headerCell.title = "Sub_part"; ObjectID = "295";  */
"Sub_part" = "Sous partie";

/*  Class = "NSTableColumn"; headerCell.title = "Packed"; ObjectID = "296";  */
"Packed" = "Compactée";

/*  Class = "NSTableColumn"; headerCell.title = "Comment"; ObjectID = "297";  */
/*  Class = "NSTableColumn"; headerCell.title = "Comment"; ObjectID = "7488";  */
/*  Class = "NSMenuItem"; title = "Comment"; ObjectID = "8058";  */
"Comment" = "Commentaire";

/*  Class = "NSWindow"; title = "Key Sheet"; ObjectID = "409";  */
"Key Sheet" = "Feuille clé";

/*  Class = "NSMenuItem"; title = "PRIMARY KEY"; ObjectID = "412";  */
"PRIMARY KEY" = "PRIMARY KEY";

/*  Class = "NSMenuItem"; title = "INDEX"; ObjectID = "413";  */
"INDEX" = "INDEX";

/*  Class = "NSPopUpButton"; gToolTip = "Choose the type of the index"; ObjectID = "414";  */
"Choose the type of the index" = "Choisissez le type de l'index";

/*  Class = "NSMenuItem"; title = "UNIQUE"; ObjectID = "416";  */
"UNIQUE" = "UNIQUE";

/*  Class = "NSWindow"; title = "Duplicate Table"; ObjectID = "501";  */
"Duplicate Table" = "Dupliquer la table";

/*  Class = "NSWindow"; title = "New Database"; ObjectID = "565";  */
"New Database" = "Nouvelle base";

/*  Class = "NSTableColumn"; headerCell.title = "Length"; ObjectID = "654";  */
"Length" = "Longueur";

/*  Class = "NSTableColumn"; headerCell.title = "Unsigned"; ObjectID = "655";  */
"Unsigned" = "Unsigned";

/*  Class = "NSWindow"; title = "Field Value"; ObjectID = "714";  */
"Field Value" = "Valeur du champ";

/*  Class = "NSTableColumn"; headerCell.title = "Zerofill"; ObjectID = "748";  */
"Zerofill" = "Zerofill";

/*  Class = "NSTableColumn"; headerCell.title = "Binary"; ObjectID = "749";  */
"Binary" = "Binaire";

/*  Class = "NSWindow"; title = "Error"; ObjectID = "959";  */
"Error" = "Erreur";

/*  Class = "NSTabViewItem"; label = "Status"; ObjectID = "1245";  */
"Status" = "État";

/*  Class = "NSTextFieldCell"; title = "Field must be indexed to support auto_increment.\nWhich index do you want to add for this field?"; ObjectID = "3826";  */
"Field must be indexed to support auto_increment.\nWhich index do you want to add for this field?" = "Le champ doit être indexé pour supporter auto_increment.\nQuel index voulez-vous ajouter pour ce champ ?";

/*  Class = "NSButtonCell"; title = "Add"; ObjectID = "3828";  */
/*  Class = "NSButtonCell"; title = "Add"; ObjectID = "3837";  */
/*  Class = "NSButtonCell"; title = "Add"; ObjectID = "5331";  */
/*  Class = "NSButtonCell"; title = "Add"; ObjectID = "5600";  */
/*  Class = "NSButtonCell"; title = "Add"; ObjectID = "6793";  */
"Add" = "Ajouter";

/*  Class = "NSButtonCell"; title = "Don't add"; ObjectID = "3829";  */
"Don't add" = "Ne pas ajouter";

/*  Class = "NSTextFieldCell"; title = "Duplicate table to"; ObjectID = "3830";  */
"Duplicate table to" = "Dupliquer la table vers";

/*  Class = "NSButtonCell"; title = "Duplicate table content"; ObjectID = "3832";  */
"Duplicate table content" = "Dupliquer le contenu de la table";

/*  Class = "NSButtonCell"; title = "Duplicate"; ObjectID = "3833";  */
/*  Class = "NSButtonCell"; title = "Duplicate"; ObjectID = "6976";  */
"Duplicate" = "Dupliquer";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "3834";  */
/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "3838";  */
/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "5602";  */
/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "5702";  */
/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "6135";  */
/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "6414";  */
/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "6502";  */
/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "6794";  */
/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "6837";  */
/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "6945";  */
/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "7002";  */
/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "8288";  */
/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "7618";  */
"Cancel" = "Annuler";

/*  Class = "NSTextFieldCell"; title = "Database Name:"; ObjectID = "3835";  */
"Database Name:" = "Nom de la base :";

/*  Class = "NSButtonCell"; title = "Close"; ObjectID = "3844";  */
/*  Class = "NSButtonCell"; title = "Close"; ObjectID = "3868";  */
/*  Class = "NSButtonCell"; title = "Close"; ObjectID = "6565";  */
/*  Class = "NSButtonCell"; title = "Close"; ObjectID = "6815";  */
/*  Class = "NSButtonCell"; title = "Close"; ObjectID = "6824";  */
"Close" = "Fermer";

/*  Class = "NSTextFieldCell"; title = "There have been errors!"; ObjectID = "3867";  */
"There have been errors!" = "Des erreurs se sont produites !";

/*  Class = "NSTextFieldCell"; title = "Search:"; ObjectID = "3972";  */
"Search:" = "Rechercher :";

/*  Class = "NSMenuItem"; title = "Choose Database..."; ObjectID = "3998";  */
"Choose Database..." = "Sélectionner une base de données...";

/*  Class = "NSTableColumn"; headerCell.title = "Information"; ObjectID = "4485";  */
"Information" = "Information";

/*  Class = "NSMenuItem"; title = "Add Database…"; ObjectID = "4523";  */
"Add Database…" = "Ajouter une base de données…";

/*  Class = "NSButtonCell"; title = "Filter"; ObjectID = "4677";  */
/*  Class = "NSSearchFieldCell"; placeholderString = "Filter"; ObjectID = "6433";  */
/*  Class = "NSSearchFieldCell"; placeholderString = "Filter"; ObjectID = "6449";  */
/*  Class = "NSButtonCell"; title = "Filter"; ObjectID = "8084";  */
"Filter" = "Filtrer";

/*  Class = "NSTextFieldCell"; title = "Database Encoding:"; ObjectID = "4742";  */
/*  Class = "NSTextFieldCell"; title = "Database Encoding:"; ObjectID = "8291";  */
"Database Encoding:" = "Encodage de la base :";

/*  Class = "NSButton"; gToolTip = "Add field (⌥⌘A)"; ObjectID = "5131";  */
"Add field (⌥⌘A)" = "Ajouter un champ (⌥⌘A)";

/*  Class = "NSButton"; gToolTip = "Refresh table structure (⌘R)"; ObjectID = "5134";  */
"Refresh table structure (⌘R)" = "Rafraîchir la structure de la table (⌘R)";

/*  Class = "NSButton"; gToolTip = "Delete selected field (⌫)"; ObjectID = "5136";  */
"Delete selected field (⌫)" = "Effacer le champ sélectionné (⌫)";

/*  Class = "NSButton"; gToolTip = "Duplicate selected or last field definition (⌘D)"; ObjectID = "5138";  */
"Duplicate selected or last field definition (⌘D)" = "Dupliquer la définition du dernier champ ou du champ sélectionné (⌘D)";

/*  Class = "NSButton"; gToolTip = "Add index"; ObjectID = "5150";  */
"Add index" = "Ajouter un index";

/*  Class = "NSButton"; gToolTip = "Refresh table indexes (⌘R)"; ObjectID = "5151";  */
"Refresh table indexes (⌘R)" = "Rafraîchir les index de la table (⌘R)";

/*  Class = "NSButton"; gToolTip = "Delete selected index"; ObjectID = "5152";  */
"Delete selected index" = "Effacer l'index sélectionné";

/*  Class = "NSButton"; gToolTip = "Add row (⌥⌘A)"; ObjectID = "5175";  */
"Add row (⌥⌘A)" = "Ajouter une ligne (⌥⌘A)";

/*  Class = "NSButton"; gToolTip = "Refresh table contents (⌘R)"; ObjectID = "5176";  */
"Refresh table contents (⌘R)" = "Rafraîchir le contenu de la table (⌘R)";

/*  Class = "NSButton"; gToolTip = "Delete selected row(s) (⌫)"; ObjectID = "5177";  */
"Delete selected row(s) (⌫)" = "Effacer ligne(s) sélectionnée(s) (⌫)";

/*  Class = "NSButton"; gToolTip = "Duplicate selected row (⌘D)"; ObjectID = "5178";  */
"Duplicate selected row (⌘D)" = "Dupliquer la ligne sélectionnée (⌘D)";

/*  Class = "NSButton"; gToolTip = "Toggle between editing simple text cells as a spreadsheet or in pop-up sheets"; ObjectID = "5201";  */
/*  Class = "NSButton"; gToolTip = "Toggle between editing simple text cells as a spreadsheet or in pop-up sheets"; ObjectID = "8012";  */
"Toggle between editing simple text cells as a spreadsheet or in pop-up sheets" = "Alterner entre l'édition directe des cellules de texte simples et l'édition dans une fenêtre contextuelle";

/*  Class = "NSWindow"; title = "New Table"; ObjectID = "5322";  */
"New Table" = "Nouvelle table";

/*  Class = "NSTextFieldCell"; title = "Table Name:"; ObjectID = "5332";  */
"Table Name:" = "Nom de la table :";

/*  Class = "NSTextFieldCell"; title = "Table Encoding:"; ObjectID = "5333";  */
"Table Encoding:" = "Encodage de la table :";

/*  Class = "NSPanel"; title = "MySQL Help"; ObjectID = "5428";  */
"MySQL Help" = "Aide MySQL";

/*  Class = "NSSearchFieldCell"; placeholderString = "Search"; ObjectID = "5453";  */
"Search" = "Rechercher";

/*  Class = "NSButtonCell"; title = "larger"; ObjectID = "5465";  */
"larger" = "plus grand";

/*  Class = "NSButtonCell"; title = "smaller"; ObjectID = "5467";  */
"smaller" = "plus petit";

/*  Class = "NSSegmentedCell"; 5475.toolTips[0] = "Show the previous page"; ObjectID = "5475";  */
"Show the previous page" = "Afficher page précédente";

/*  Class = "NSSegmentedCell"; 5475.toolTips[1] = "MySQL Table of Contents"; ObjectID = "5475";  */
"MySQL Table of Contents" = "Sommaire MySQL";

/*  Class = "NSSegmentedCell"; 5475.toolTips[2] = "Show the next page"; ObjectID = "5475";  */
"Show the next page" = "Afficher page suivante";

/*  Class = "NSButtonCell"; title = "focusToSearch"; ObjectID = "5498";  */
"focusToSearch" = "focusSurRecherche";

/*  Class = "NSSegmentedCell"; 5511.labels[0] = "MySQL"; ObjectID = "5511";  */
"MySQL" = "MySQL";

/*  Class = "NSSegmentedCell"; 5511.labels[1] = "Page"; ObjectID = "5511";  */
"Page" = "Page";

/*  Class = "NSSegmentedCell"; 5511.labels[2] = "Web"; ObjectID = "5511";  */
/*  Class = "NSButtonCell"; title = "Web"; ObjectID = "5515";  */
"Web" = "Web";

/*  Class = "NSSegmentedCell"; 5511.toolTips[0] = "Search in MySQL Help  [⇧⌘M]"; ObjectID = "5511";  */
"Search in MySQL Help  [⇧⌘M]" = "Chercher dans l'aide MySQL  [⇧⌘M]";

/*  Class = "NSSegmentedCell"; 5511.toolTips[1] = "Search in current page [⇧⌘P]"; ObjectID = "5511";  */
"Search in current page [⇧⌘P]" = "Chercher dans la page [⇧⌘P]";

/*  Class = "NSSegmentedCell"; 5511.toolTips[2] = "Search in the online documentation [⇧⌘W]"; ObjectID = "5511";  */
"Search in the online documentation [⇧⌘W]" = "Chercher dans la documentation en ligne [⇧⌘W]";

/*  Class = "NSTabViewItem"; label = "Relations"; ObjectID = "5542";  */
"Relations" = "Relations";

/*  Class = "NSTableColumn"; headerCell.title = "Name"; ObjectID = "5549";  */
/*  Class = "NSBox"; title = "Name"; ObjectID = "7798";  */
"Name" = "Nom";

/*  Class = "NSButton"; gToolTip = "Add table relation (⌥⌘A)"; ObjectID = "5559";  */
/*  Class = "NSButton"; gToolTip = "Add table relation (⌥⌘A)"; ObjectID = "6699";  */
"Add table relation (⌥⌘A)" = "Ajouter une relation de table (⌥⌘A)";

/*  Class = "NSButton"; gToolTip = "Refresh table relations (⌘R)"; ObjectID = "5560";  */
/*  Class = "NSButton"; gToolTip = "Refresh table relations (⌘R)"; ObjectID = "6697";  */
"Refresh table relations (⌘R)" = "Rafraîchir les relations de table (⌘R)";

/*  Class = "NSButton"; gToolTip = "Delete selected relation(s) (⌫)"; ObjectID = "5561";  */
/*  Class = "NSButton"; gToolTip = "Delete selected relation(s) (⌫)"; ObjectID = "6696";  */
"Delete selected relation(s) (⌫)" = "Effacer relation(s) sélectionnée(s) (⌫)";

/*  Class = "NSTableColumn"; headerCell.title = "Columns"; ObjectID = "5578";  */
"Columns" = "Colonnes";

/*  Class = "NSTableColumn"; headerCell.title = "FK Table"; ObjectID = "5580";  */
"FK Table" = "Table de la clé étrangère";

/*  Class = "NSTableColumn"; headerCell.title = "FK Columns"; ObjectID = "5582";  */
"FK Columns" = "Colonnes des clés étrangères";

/*  Class = "NSTableColumn"; headerCell.title = "On Update"; ObjectID = "5584";  */
"On Update" = "On Update";

/*  Class = "NSTableColumn"; headerCell.title = "On Delete"; ObjectID = "5586";  */
"On Delete" = "On Delete";

/*  Class = "NSPanel"; title = "New Relation"; ObjectID = "5596";  */
"New Relation" = "Nouvelle relation";

/*  Class = "NSTextFieldCell"; title = "Column:"; ObjectID = "5607";  */
/*  Class = "NSTextFieldCell"; title = "Column:"; ObjectID = "5643";  */
"Column:" = "Colonne :";

/*  Class = "NSTextFieldCell"; title = "Table:"; ObjectID = "5609";  */
/*  Class = "NSBox"; title = "Table:"; ObjectID = "5660";  */
"Table:" = "Table :";

/*  Class = "NSTextFieldCell"; title = "On update:"; ObjectID = "5611";  */
"On update:" = "On update :";

/*  Class = "NSTextFieldCell"; title = "On delete:"; ObjectID = "5613";  */
"On delete:" = "On delete :";

/*  Class = "NSMenuItem"; title = "Cascade"; ObjectID = "5618";  */
/*  Class = "NSMenuItem"; title = "Cascade"; ObjectID = "5627";  */
"Cascade" = "Cascade";

/*  Class = "NSMenuItem"; title = "Set NULL"; ObjectID = "5619";  */
/*  Class = "NSMenuItem"; title = "Set NULL"; ObjectID = "5626";  */
"Set NULL" = "Set NULL";

/*  Class = "NSMenuItem"; title = "No Action"; ObjectID = "5620";  */
/*  Class = "NSMenuItem"; title = "No Action"; ObjectID = "5625";  */
"No Action" = "No Action";

/*  Class = "NSMenuItem"; title = "Restrict"; ObjectID = "5621";  */
/*  Class = "NSMenuItem"; title = "Restrict"; ObjectID = "5628";  */
"Restrict" = "Restrict";

/*  Class = "NSBox"; title = "References"; ObjectID = "5652";  */
"References" = "Références";

/*  Class = "NSBox"; title = "Action"; ObjectID = "5659";  */
"Action" = "Action";

/*  Class = "NSTextFieldCell"; title = "Table Type:"; ObjectID = "5742";  */
"Table Type:" = "Type de la table :";

/*  Class = "NSTextFieldCell"; title = "Type:"; ObjectID = "5751";  */
"Type:" = "Type :";

/*  Class = "NSTextFieldCell"; title = "Encoding:"; ObjectID = "5753";  */
"Encoding:" = "Encodage :";

/*  Class = "NSTextFieldCell"; title = "Collation:"; ObjectID = "5764";  */
"Collation:" = "Collation :";

/*  Class = "NSTextFieldCell"; title = "Comments:"; ObjectID = "5810";  */
"Comments:" = "Commentaires :";

/*  Class = "NSTextFieldCell"; title = "Create syntax:"; ObjectID = "5829";  */
"Create syntax:" = "Syntaxe CREATE :";

/*  Class = "NSButton"; gToolTip = "Edit Table Details (⌘4)"; ObjectID = "6009";  */
"Edit Table Details (⌘4)" = "Modifier les détails de la table (⌘4)";

/*  Class = "NSTextFieldCell"; title = "INDEXES"; ObjectID = "6028";  */
"INDEXES" = "INDEX";

/*  Class = "NSPanel"; title = "Progress"; ObjectID = "6125";  */
"Progress" = "Progression";

/*  Class = "NSTextFieldCell"; title = "Importing…"; ObjectID = "6134";  */
"Importing…" = "Importation…";

/*  Class = "NSButton"; gToolTip = "Add new table"; ObjectID = "7850";  */
"Add new table" = "Ajouter une nouvelle table";

/*  Class = "NSButton"; gToolTip = "Refresh table list"; ObjectID = "7954";  */
"Refresh table list" = "Rafraîchir la liste de tables";

/*  Class = "NSButton"; gToolTip = "Toggle the visibility of the Information panel"; ObjectID = "7959";  */
"Toggle the visibility of the Information panel" = "Alterner la visibilité du panneau d'information";

/*  Class = "NSMenuItem"; gToolTip = "Rename the selected item"; ObjectID = "7917";  */
/*  Class = "NSMenuItem"; gToolTip = "Rename the selected item"; ObjectID = "6186";  */
"Rename the selected item" = "Renommer l'élément sélectionné";

/*  Class = "NSMenuItem"; title = "Rename Table..."; ObjectID = "7917";  */
/*  Class = "NSMenuItem"; title = "Rename Table..."; ObjectID = "6186";  */
"Rename Table..." = "Renommer la table...";

/*  Class = "NSMenuItem"; gToolTip = "Duplicate the selected item"; ObjectID = "7918";  */
/*  Class = "NSMenuItem"; gToolTip = "Duplicate the selected item"; ObjectID = "6185";  */
"Duplicate the selected item" = "Dupliquer l'élément sélectionné";

/*  Class = "NSMenuItem"; title = "Duplicate Table..."; ObjectID = "7918";  */
/*  Class = "NSMenuItem"; title = "Duplicate Table..."; ObjectID = "6185";  */
"Duplicate Table..." = "Dupliquer la table...";

/*  Class = "NSMenuItem"; gToolTip = "Delete all records of selected table(s)"; ObjectID = "7920";  */
/*  Class = "NSMenuItem"; gToolTip = "Delete all records of selected table(s)"; ObjectID = "6184";  */
"Delete all records of selected table(s)" = "Effacer toutes les lignes de(s) table(s) sélectionnée(s)";

/*  Class = "NSMenuItem"; title = "Truncate Table"; ObjectID = "7920";  */
"Truncate Table" = "Tronquer la table";

/*  Class = "NSMenuItem"; gToolTip = "Remove the selected item(s)"; ObjectID = "7921";  */
/*  Class = "NSMenuItem"; gToolTip = "Remove the selected item(s)"; ObjectID = "6182";  */
"Remove the selected item(s)" = "Enlever élément(s) sélectionné(s)";

/*  Class = "NSMenuItem"; title = "Remove Table"; ObjectID = "7921";  */
"Remove Table" = "Supprimer la table";

/*  Class = "NSMenuItem"; title = "Remove Table..."; ObjectID = "6182";  */
"Remove Table..." = "Supprimer la table...";

/*  Class = "NSMenuItem"; title = "Truncate Table..."; ObjectID = "6184";  */
"Truncate Table..." = "Tronquer la table...";

/*  Class = "NSMenuItem"; title = "Duplicate Field"; ObjectID = "6211";  */
"Duplicate Field" = "Dupliquer le champ";

/*  Class = "NSMenuItem"; title = "Delete Field"; ObjectID = "6212";  */
"Delete Field" = "Supprimer le champ";

/*  Class = "NSMenuItem"; title = "Delete Index"; ObjectID = "6220";  */
"Delete Index" = "Supprimer l'index";

/*  Class = "NSMenuItem"; title = "Delete Row"; ObjectID = "6226";  */
/*  Class = "NSMenuItem"; title = "Delete Row"; ObjectID = "7473";  */
"Delete Row" = "Effacer la ligne";

/*  Class = "NSMenuItem"; title = "Duplicate Row"; ObjectID = "6227";  */
"Duplicate Row" = "Dupliquer la ligne";

/*  Class = "NSMenuItem"; title = "Delete Relation"; ObjectID = "6233";  */
"Delete Relation" = "Supprimer la relation";

/*  Class = "NSSegmentedCell"; 6294.toolTips[0] = "Back"; ObjectID = "6294";  */
"Back" = "Retour";

/*  Class = "NSSegmentedCell"; 6294.toolTips[1] = "Forward"; ObjectID = "6294";  */
"Forward" = "En avant";

/*  Class = "NSMenuItem"; title = "Copy as SQL INSERT"; ObjectID = "6341";  */
/*  Class = "NSMenuItem"; title = "Copy as SQL INSERT"; ObjectID = "7470";  */
"Copy as SQL INSERT" = "Copier la commande SQL INSERT";

/*  Class = "NSMenuItem"; title = "Copy with Column Names"; ObjectID = "6343";  */
/*  Class = "NSMenuItem"; title = "Copy with Column Names"; ObjectID = "7469";  */
"Copy with Column Names" = "Copier avec les noms des colonnes";

/*  Class = "NSMenuItem"; title = "Copy"; ObjectID = "6344";  */
/*  Class = "NSButtonCell"; title = "Copy"; ObjectID = "6607";  */
/*  Class = "NSButtonCell"; title = "Copy"; ObjectID = "6902";  */
/*  Class = "NSMenuItem"; title = "Copy"; ObjectID = "7468";  */
"Copy" = "Copier";

/*  Class = "NSTextFieldCell"; title = "AND"; ObjectID = "6365";  */
"AND" = "AND";

/*  Class = "NSPanel"; title = "Query Favorite Sheet"; ObjectID = "6405";  */
"Query Favorite Sheet" = "Feuille de requêtes favorites";

/*  Class = "NSButtonCell"; title = "Save"; ObjectID = "6411";  */
/*  Class = "NSButtonCell"; title = "Save"; ObjectID = "7616";  */
"Save" = "Enregistrer";

/*  Class = "NSTextFieldCell"; title = "Query Name:"; ObjectID = "6412";  */
"Query Name:" = "Nom de la requête :";

/*  Class = "NSPanel"; title = "Secure Text Input Sheet"; ObjectID = "6492";  */
"Secure Text Input Sheet" = "Feuille de saisie de texte sécurisé";

/*  Class = "NSButtonCell"; title = "OK"; ObjectID = "6503";  */
/*  Class = "NSButtonCell"; title = "OK"; ObjectID = "6835";  */
"OK" = "OK";

/*  Class = "NSButton"; gToolTip = "If set save the favorite globally accessible for each document"; ObjectID = "6516";  */
"If set save the favorite globally accessible for each document" = "Lorsque sélectionnée, la requête sera globalement accessible dans tous les documents";

/*  Class = "NSButtonCell"; title = "Save globally"; ObjectID = "6517";  */
"Save globally" = "Enregistrer en accès global";

/*  Class = "NSWindow"; title = "Variables"; ObjectID = "6557";  */
"Variables" = "Variables";

/*  Class = "NSButtonCell"; title = "Save As..."; ObjectID = "6566";  */
"Save As..." = "Enregistrer sous…";

/*  Class = "NSTextFieldCell"; title = "Create syntax for object"; ObjectID = "6567";  */
"Create syntax for object" = "Créer une syntaxe pour l'objet";

/*  Class = "NSButton"; gToolTip = "View next page of results"; ObjectID = "6647";  */
"View next page of results" = "Page de résultats suivante";

/*  Class = "NSButton"; gToolTip = "View previous page of results"; ObjectID = "6650";  */
"View previous page of results" = "Page de résultats précédente";

/*  Class = "NSButton"; gToolTip = "Jump to page (⌘J) or view pagination options"; ObjectID = "6653";  */
"Jump to page (⌘J) or view pagination options" = "Sauter à la page (⌘J) ou voir les options de pagination";

/*  Class = "NSTabViewItem"; label = "Triggers"; ObjectID = "6692";  */
"Triggers" = "Déclencheurs";

/*  Class = "NSTableColumn"; headerCell.title = "Definer"; ObjectID = "6705";  */
"Definer" = "Définisseur";

/*  Class = "NSTableColumn"; headerCell.title = "Timing"; ObjectID = "6707";  */
"Timing" = "Timing";

/*  Class = "NSTableColumn"; headerCell.title = "Event"; ObjectID = "6708";  */
"Event" = "Évènement";

/*  Class = "NSTableColumn"; headerCell.title = "Trigger"; ObjectID = "6709";  */
"Trigger" = "Déclencheur";

/*  Class = "NSTableColumn"; headerCell.title = "Created"; ObjectID = "6727";  */
"Created" = "Créé";

/*  Class = "NSTableColumn"; headerCell.title = "SQL Mode"; ObjectID = "6729";  */
"SQL Mode" = "Mode SQL";

/*  Class = "NSMenuItem"; title = "Delete Trigger"; ObjectID = "6736";  */
"Delete Trigger" = "Effacer le déclencheur";

/*  Class = "NSPanel"; title = "New Trigger"; ObjectID = "6765";  */
"New Trigger" = "Nouveau déclencheur";

/*  Class = "NSBox"; title = "Trigger:"; ObjectID = "6770";  */
"Trigger:" = "Déclencheur :";

/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "6777";  */
/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "7801";  */
"Name:" = "Nom :";

/*  Class = "NSMenuItem"; title = "Before"; ObjectID = "6781";  */
"Before" = "Avant";

/*  Class = "NSMenuItem"; title = "After"; ObjectID = "6782";  */
"After" = "Après";

/*  Class = "NSMenuItem"; title = "Insert"; ObjectID = "6785";  */
"Insert" = "Insérer";

/*  Class = "NSMenuItem"; title = "Update"; ObjectID = "6786";  */
"Update" = "Mise à jour";

/*  Class = "NSMenuItem"; title = "Delete"; ObjectID = "6787";  */
"Delete" = "Effacer";

/*  Class = "NSTextFieldCell"; title = "Action Time:"; ObjectID = "6788";  */
"Action Time:" = "Moment de l'action :";

/*  Class = "NSTextFieldCell"; title = "Event:"; ObjectID = "6789";  */
"Event:" = "Évènement :";

/*  Class = "NSMenuItem"; title = "Reset AUTO_INCREMENT…"; ObjectID = "6829";  */
/*  Class = "NSPopUpButton"; gToolTip = "Reset AUTO_INCREMENT…"; ObjectID = "6856";  */
"Reset AUTO_INCREMENT…" = "Réinitialiser AUTO_INCREMENT…";

/*  Class = "NSWindow"; title = "Reset Auto Increment"; ObjectID = "6832";  */
"Reset Auto Increment" = "Réinitialiser l'incrémentation automatique";

/*  Class = "NSTextFieldCell"; title = "Reset AUTO_INCREMENT to:"; ObjectID = "6839";  */
"Reset AUTO_INCREMENT to:" = "Réinitaliser AUTO_INCREMENT à :";

/*  Class = "NSMenuItem"; gToolTip = "Reset AUTO_INCREMENT to the minimal possible value."; ObjectID = "6860";  */
"Reset AUTO_INCREMENT to the minimal possible value." = "Réinitialiser AUTO_INCREMENT à la plus petite valeur possible.";

/*  Class = "NSMenuItem"; title = "Reset AUTO_INCREMENT"; ObjectID = "6860";  */
"Reset AUTO_INCREMENT" = "Réinitialiser AUTO_INCREMENT";

/*  Class = "NSMenuItem"; title = "Reset AUTO_INCREMENT to…"; ObjectID = "6861";  */
"Reset AUTO_INCREMENT to…" = "Réinitialiser AUTO_INCREMENT à…";

/*  Class = "NSTableColumn"; headerCell.title = "Item"; ObjectID = "6891";  */
"Item" = "Élément";

/*  Class = "NSTableColumn"; headerCell.title = "Message"; ObjectID = "6895";  */
"Message" = "Message";

/*  Class = "NSMenuItem"; title = "Show Create Table Syntax..."; ObjectID = "6923";  */
/*  Class = "NSMenuItem"; title = "Show Create Table Syntax..."; ObjectID = "7927";  */
"Show Create Table Syntax..." = "Afficher la syntaxe de création de la table...";

/*  Class = "NSWindow"; title = "Duplicate Database"; ObjectID = "6937";  */
"Duplicate Database" = "Dupliquer la base";

/*  Class = "NSButtonCell"; title = "Duplicate database content"; ObjectID = "6981";  */
"Duplicate database content" = "Dupliquer le contenu de la base";

/*  Class = "NSWindow"; title = "Rename Database"; ObjectID = "6990";  */
"Rename Database" = "Renommer la base";

/*  Class = "NSButtonCell"; title = "Rename"; ObjectID = "6998";  */
"Rename" = "Renommer";

/*  Class = "NSTextFieldCell"; title = "Rename database to"; ObjectID = "7000";  */
"Rename database to" = "Renommer la base en";

/*  Class = "NSMenuItem"; title = "Export"; ObjectID = "7051";  */
/*  Class = "NSMenu"; title = "Export"; ObjectID = "7052";  */
/*  Class = "NSMenu"; title = "Export"; ObjectID = "7929";  */
/*  Class = "NSMenuItem"; title = "Export"; ObjectID = "7925";  */
"Export" = "Exporter";

/*  Class = "NSMenuItem"; title = "As CSV file..."; ObjectID = "7053";  */
/*  Class = "NSMenuItem"; title = "As CSV file..."; ObjectID = "8008";  */
/*  Class = "NSMenuItem"; title = "As CSV file..."; ObjectID = "7932";  */
"As CSV file..." = "Sous forme de fichier CSV...";

/*  Class = "NSMenuItem"; title = "As SQL dump..."; ObjectID = "7054";  */
/*  Class = "NSMenuItem"; title = "As SQL dump..."; ObjectID = "7931";  */
"As SQL dump..." = "Sous forme de dump SQL...";

/*  Class = "NSMenuItem"; title = "As XML file..."; ObjectID = "7055";  */
/*  Class = "NSMenuItem"; title = "As XML file..."; ObjectID = "8007";  */
/*  Class = "NSMenuItem"; title = "As XML file..."; ObjectID = "7930";  */
"As XML file..." = "Sous forme de fichier XML...";

/*  Class = "NSMenuItem"; title = "Open Table in New Tab"; ObjectID = "7683";  */
/*  Class = "NSMenuItem"; title = "Open Table in New Tab"; ObjectID = "7923";  */
"Open Table in New Tab" = "Ouvrir la table dans un nouvel onglet";

/*  Class = "NSButton"; gToolTip = "Perform filtering by using SELECT DISTINCT"; ObjectID = "8133";  */
"Perform filtering by using SELECT DISTINCT" = "Filtrer en utilisant la clause SELECT DISTINCT";

/*  Class = "NSMenuItem"; title = "Edit Trigger"; ObjectID = "7668";  */
"Edit Trigger" = "Modifier le déclencheur";

/*  Class = "NSMenu"; title = "View Columns"; ObjectID = "8056";  */
/*  Class = "NSMenuItem"; title = "View Columns"; ObjectID = "8055";  */
"View Columns" = "Afficher les colonnes";

/*  Class = "NSTableColumn"; headerCell.title = "Encoding"; ObjectID = "7484";  */
/*  Class = "NSMenuItem"; title = "Encoding"; ObjectID = "8059";  */
"Encoding" = "Encodage";

/*  Class = "NSTextFieldCell"; title = "Max data size:"; ObjectID = "7447";  */
"Max data size:" = "Taille max. données :";

/*  Class = "NSTextFieldCell"; title = "Data size:"; ObjectID = "7445";  */
"Data size:" = "Taille des données :";

/*  Class = "NSTextFieldCell"; title = "Index size:"; ObjectID = "7449";  */
"Index size:" = "Taille index :";

/*  Class = "NSTextFieldCell"; title = "Updated at:"; ObjectID = "7455";  */
"Updated at:" = "Mise à jour le :";

/*  Class = "NSTextFieldCell"; title = "Created at:"; ObjectID = "7453";  */
"Created at:" = "Créée le :";

/*  Class = "NSTextFieldCell"; title = "Free data size:"; ObjectID = "7451";  */
"Free data size:" = "Espace libre :";

/*  Class = "NSTextFieldCell"; title = "Number of rows:"; ObjectID = "7443";  */
"Number of rows:" = "Nombre de lignes :";

/*  Class = "NSMenuItem"; title = "Clear History"; ObjectID = "7277";  */
"Clear History" = "Réinitialiser l'historique";

/*  Class = "NSMenuItem"; title = "Auto-uppercase Keywords"; ObjectID = "7234";  */
"Auto-uppercase Keywords" = "Majuscules auto sur les mots-clés";

/*  Class = "NSMenuItem"; title = "Show Completion List"; ObjectID = "7255";  */
/*  Class = "NSMenu"; title = "Show Completion List"; ObjectID = "7256";  */
"Show Completion List" = "Afficher la liste de complètement";

/*  Class = "NSMenuItem"; title = "Comment Current Query"; ObjectID = "7250";  */
"Comment Current Query" = "Commenter la requête courante";

/*  Class = "NSMenuItem"; title = "History Replaces Editor Content"; ObjectID = "7253";  */
"History Replaces Editor Content" = "Remplacer le contenu de l'éditeur par l'historique";

/*  Class = "NSMenuItem"; title = "Auto-completion"; ObjectID = "7254";  */
"Auto-completion" = "Auto-complétion";

/*  Class = "NSMenuItem"; title = "Query Favorites"; ObjectID = "7264";  */
"Query Favorites" = "Favoris";

/*  Class = "NSMenuItem"; title = "Completion List"; ObjectID = "7238";  */
"Completion List" = "Liste de complètement automatique";

/*  Class = "NSMenuItem"; title = "All Databases Names"; ObjectID = "7257";  */
"All Databases Names" = "Tous les noms des bases";

/*  Class = "NSMenuItem"; title = "Save Query to Favorites"; ObjectID = "7265";  */
"Save Query to Favorites" = "Enregistrer la requête en favori";

/*  Class = "NSMenuItem"; title = "Query History"; ObjectID = "7273";  */
"Query History" = "Historique";

/*  Class = "NSMenuItem"; gToolTip = "Save current query, selection, or - if no selection or current query could be found - the entire content to Favorite."; ObjectID = "7265";  */
"Save current query, selection, or - if no selection or current query could be found - the entire content to Favorite." = "Enregistrer en favori la requête courante, la sélection ou tout le contenu, si aucune requête ne peut être trouvée.";

/*  Class = "NSMenuItem"; title = "Indent New Lines"; ObjectID = "7236";  */
"Indent New Lines" = "Indenter les nouvelles lignes";

/*  Class = "NSMenuItem"; title = "Auto-pair Characters"; ObjectID = "7235";  */
"Auto-pair Characters" = "Apparier automatiquement les caractères";

/*  Class = "NSMenuItem"; title = "Shift Right"; ObjectID = "7240";  */
"Shift Right" = "Décaler vers la droite";

/*  Class = "NSMenuItem"; title = "Run Current"; ObjectID = "8319";  */
"Run Current" = "Exécuter la requête";

/*  Class = "NSMenuItem"; title = "Comment Line"; ObjectID = "7249";  */
"Comment Line" = "Ligne de commentaire";

/*  Class = "NSMenuItem"; title = "Edit Favorites..."; ObjectID = "7266";  */
"Edit Favorites..." = "Modifier les favoris...";

/*  Class = "NSMenuItem"; title = "All Field Names From Current Table"; ObjectID = "7259";  */
"All Field Names From Current Table" = "Tous les noms de champs de la table courante";

/*  Class = "NSMenuItem"; gToolTip = "Save editor content to Favorite. Press ⌥ to restrict for current query or selection."; ObjectID = "7269";  */
"Save editor content to Favorite. Press ⌥ to restrict for current query or selection." = "Enregistrer le contenu en favori. Appuyez sur ⌥ pour restreindre à la requête courante ou à la sélection.";

/*  Class = "NSMenuItem"; title = "Save History…"; ObjectID = "7276";  */
"Save History…" = "Enregistrer l'historique…";

/*  Class = "NSMenuItem"; title = "Shift Left"; ObjectID = "7239";  */
"Shift Left" = "Décaler vers la gauche";

/*  Class = "NSMenuItem"; title = "Favorite Replaces Editor Content"; ObjectID = "7251";  */
"Favorite Replaces Editor Content" = "Remplacer le contenu de l'éditeur par le favori";

/*  Class = "NSMenuItem"; title = "Editor Font..."; ObjectID = "7233";  */
"Editor Font..." = "Police de l'éditeur…";

/*  Class = "NSMenuItem"; title = "All Table and View Names"; ObjectID = "7258";  */
"All Table and View Names" = "Tous les noms de tables et de vues ";

/*  Class = "NSMenuItem"; title = "Save All to Favorites"; ObjectID = "7269";  */
"Save All to Favorites" = "Enregistrer tout en favoris…";

/*  Class = "NSMenuItem"; gToolTip = "Replaces the current query by the next one coming from the history."; ObjectID = "7242";  */
"Replaces the current query by the next one coming from the history." = "Remplacer la requête actuelle par la suivante dans l'historique.";

/*  Class = "NSMenuItem"; title = "Next Query from History"; ObjectID = "7242";  */
"Next Query from History" = "Requête suivante de l'historique";

/*  Class = "NSMenuItem"; gToolTip = "Replaces the current query by the previous one coming from the history."; ObjectID = "7243";  */
"Replaces the current query by the previous one coming from the history." = "Remplacer la requête actuelle par la précédente dans l'historique.";

/*  Class = "NSMenuItem"; title = "Previous Query from History"; ObjectID = "7243";  */
"Previous Query from History" = "Requête précédente de l'historique";

/*  Class = "NSMenuItem"; title = "Run Current Query"; ObjectID = "8323";  */
"Run Current Query" = "Exécuter la requête courante";

/*  Class = "NSMenuItem"; title = "Run All Queries"; ObjectID = "8324";  */
"Run All Queries" = "Exécuter toutes les requêtes";

/*  Class = "NSMenuItem"; title = "Update Help while typing"; ObjectID = "7248";  */
"Update Help while typing" = "Mettre à jour l'aide lors de la saisie";

/*  Class = "NSMenuItem"; title = "Show Optimized Field Type"; ObjectID = "7500";  */
"Show Optimized Field Type" = "Afficher le type optimisé du champ";

/*  Class = "NSTextFieldCell"; title = "Enter Filter Table's Default Operator:"; ObjectID = "7620";  */
"Enter Filter Table's Default Operator:" = "Opérateur par défaut des filtres :";

/*  Class = "NSButton"; gToolTip = "Clear all Filter Criterias (⌘⌫)"; ObjectID = "8085";  */
"Clear all Filter Criterias (⌘⌫)" = "Supprimer tous les critères de filtre (⌘⌫)";

/*  Class = "NSButton"; gToolTip = "Apply Filter to current Table (⌘F)"; ObjectID = "8083";  */
"Apply Filter to current Table (⌘F)" = "Appliquer le filtre à la table sélectionnée (⌘F)";

/*  Class = "NSButtonCell"; title = "Clear"; ObjectID = "8086";  */
"Clear" = "Effacer";

/*  Class = "NSButton"; gToolTip = "If set negate entire WHERE clause (⌘N)"; ObjectID = "8131";  */
"If set negate entire WHERE clause (⌘N)" = "Lorsque sélectionné, la clause WHERE sera niée en entier (⌘N)";

/*  Class = "NSButton"; gToolTip = "Set default operator which should be used if pattern doen't begin with an operator"; ObjectID = "8137";  */
"Set default operator which should be used if pattern doen't begin with an operator" = "Définir l'opérateur par défaut qui doit être utilisé si le modèle ne commence pas par un opérateur";

/*  Class = "NSButton"; gToolTip = "Create a WHERE clause to search for the last typed pattern in all fields"; ObjectID = "8127";  */
"Create a WHERE clause to search for the last typed pattern in all fields" = "Créer une clause WHERE pour chercher le dernier pattern tapé dans tous les champs";

/*  Class = "NSButton"; gToolTip = "Perform filter while typing (⌘T)"; ObjectID = "8129";  */
"Perform filter while typing (⌘T)" = "Appliquer le filtre lors de la saisie (⌘T)";

/*  Class = "NSButtonCell"; title = "Search while typing"; ObjectID = "8130";  */
"Search while typing" = "Recherche progressive";

/*  Class = "NSMenuItem"; gToolTip = "Save all history items to file. Press ⌥ to copy all history items onto the clipboard."; ObjectID = "7276";  */
"Save all history items to file. Press ⌥ to copy all history items onto the clipboard." = "Enregistrer tout l'historique dans un fichier. Appuyer sur ⌥ pour copier l'historique dans le presse-papiers.";

/*  Class = "NSMenuItem"; gToolTip = "Copy all history items onto the clipboard."; ObjectID = "7279";  */
"Copy all history items onto the clipboard." = "Copier tout l'historique dans le presse-papiers.";

/*  Class = "NSMenuItem"; title = "Copy History"; ObjectID = "7279";  */
"Copy History" = "Copier l'historique";

/*  Class = "NSTextFieldCell"; title = "Avg. row length:"; ObjectID = "7439";  */
"Avg. row length:" = "Taille moy. ligne :";

/*  Class = "NSTextFieldCell"; title = "Row format:"; ObjectID = "7441";  */
"Row format:" = "Format ligne :";

/*  Class = "NSTableColumn"; headerCell.title = "Field"; ObjectID = "233";  */
"Field" = "Champ";

/*  Class = "NSButtonCell"; title = "page"; ObjectID = "5518";  */
"page" = "page";

/*  Class = "NSButtonCell"; title = "mysql"; ObjectID = "5520";  */
"mysql" = "mysql";

/*  Class = "NSTextFieldCell"; title = "Auto increment:"; ObjectID = "6878";  */
"Auto increment:" = "Incrémentation auto :";

/*  Class = "NSPopUpButton"; gToolTip = "Choose a query from your recent queries (⌥⌘Y)"; ObjectID = "7217";  */
"Choose a query from your recent queries (⌥⌘Y)" = "Choisissez une requête parmi vos requêtes récentes (⌥⌘Y)";

/*  Class = "NSPopUpButton"; gToolTip = "Choose a favorite from the menu or save queries to the favorites (⌥⌘F)"; ObjectID = "7218";  */
"Choose a favorite from the menu or save queries to the favorites (⌥⌘F)" = "Choisissez un favori dans le menu ou enregistrer des requêtes dans les favoris (⌥⌘F)";

/*  Class = "NSMenu"; title = "Export Result"; ObjectID = "8006";  */
/*  Class = "NSMenuItem"; title = "Export Result"; ObjectID = "8005";  */
"Export Result" = "Exporter le résultat";

/*  Class = "NSButton"; gToolTip = "Reveal the collapsed indexes pane"; ObjectID = "7457";  */
"Reveal the collapsed indexes pane" = "Montrer le panneau des index";

/*  Class = "NSPopUpButton"; gToolTip = "Select a database to view (⇧⌘D)"; ObjectID = "3995";  */
"Select a database to view (⇧⌘D)" = "Sélectionner une base de données à afficher (⇧⌘D)";

/*  Class = "NSTableColumn"; headerCell.title = "Statement"; ObjectID = "6706";  */
"Statement" = "Instruction";

/*  Class = "NSMenuItem"; title = "Add New Row"; ObjectID = "7795";  */
"Add New Row" = "Ajouter une nouvelle ligne";

/*  Class = "NSTextFieldCell"; placeholderString = "Generate one"; ObjectID = "7809";  */
"Generate one" = "En générer un";

/*  Class = "NSTextFieldCell"; title = "Source:"; ObjectID = "7818";  */
"Source:" = "Source :";

/*  Class = "NSTextFieldCell"; title = "Destination:"; ObjectID = "7820";  */
"Destination:" = "Destination :";

/*  Class = "NSTextFieldCell"; title = "Duplicate database:"; ObjectID = "7822";  */
"Duplicate database:" = "Dupliquer la base de données :";

/*  Class = "NSTextFieldCell"; title = "Retrieving data..."; ObjectID = "7825";  */
"Retrieving data..." = "Récupération des données...";

/*  Class = "NSMenuItem"; title = "Copy Create Table Syntax"; ObjectID = "7828";  */
/*  Class = "NSMenuItem"; title = "Copy Create Table Syntax"; ObjectID = "7928";  */
"Copy Create Table Syntax" = "Copier la syntaxe de création de la table";

/*  Class = "NSButton"; gToolTip = "Toggle the visibility of the Query Information Pane"; ObjectID = "7970";  */
"Toggle the visibility of the Query Information Pane" = "Alterner la visibilité du panneau d'information des requêtes";

/*  Class = "NSPanel"; title = "Advanced Filter"; ObjectID = "8068";  */
"Advanced Filter" = "Filtre avancé";

/*  Class = "NSButtonCell"; title = "Search all fields"; ObjectID = "8128";  */
"Search all fields" = "Rechercher tous les champs";

/*  Class = "NSButtonCell"; title = "Negate clause"; ObjectID = "8132";  */
"Negate clause" = "Inverser la condition";

/*  Class = "NSButtonCell"; title = "Select distinct"; ObjectID = "8134";  */
"Select distinct" = "Select distinct";

/*  Class = "NSTextFieldCell"; title = "Default operator:"; ObjectID = "8136";  */
"Default operator:" = "Opérateur par défaut :";

/*  Class = "NSButtonCell"; title = "Edit"; ObjectID = "8138";  */
"Edit" = "Éditer";

/*  Class = "NSTextFieldCell"; title = "WHERE query"; ObjectID = "8181";  */
"WHERE query" = "Requête WHERE";

/*  Class = "NSMenuItem"; title = "="; ObjectID = "154";  */
"=" = "=";

/*  Class = "NSTextFieldCell"; title = "Database Collation:"; ObjectID = "8290";  */
/*  Class = "NSTextFieldCell"; title = "Database Collation:"; ObjectID = "8266";  */
"Database Collation:" = "Database Collation:";

/*  Class = "NSWindow"; title = "Alter Database"; ObjectID = "8276";  */
"Alter Database" = "Alter Database";

/*  Class = "NSButtonCell"; title = "Apply"; ObjectID = "8289";  */
"Apply" = "Apply";

/*  Class = "NSTextFieldCell"; title = "Table Collation:"; ObjectID = "8313";  */
"Table Collation:" = "Table Collation:";

/*  Class = "NSMenuItem"; title = "Switch Default"; ObjectID = "8321";  */
"Switch Default" = "Switch Default";

/*  Class = "NSTextFieldCell"; title = "Query Status"; ObjectID = "7430";  */
"Query Status" = "Statut de la requête";

